"Click to record shortcut" = "Klicka för att spela in genväg";
"Command + " = "Kommando + ";
"Control + " = "Kontroll +";
"Option + " = "Alternativ +";
"Pad %@" = "Num %@";
"Shift + " = "Skift +";
"Space" = "Mellanslag";
"The key combination \"%@\" can't be used because %@." = "Kombinationen \"%@\" kan inte använda eftersom %@.";
"The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "Tangentkombinationen \"%@\" kan inte användas därför att den redan används av systemet. (Om du verkligen vill använda den här kombinationen, så kan du ändra systemets kortkommandon i panelen \"Tangentbord och Mus\" i \"Systeminställningar\".)";
"The key combination \"%@\" can't be used because it's already used by the menu item \"%@\"." = "Tangentkombinationen \"%@\" kan inte användas eftersom den redan används av menyn \"%@\".";
"The key combination %@ can't be used!" = "Tangentkombinationen %@ kan inte användas, varför tänker jag inte berätta!";
"Type shortcut" = "Ange kortkommando";
"Use old shortcut" = "Använd gammalt kortkommando";
